quiz1_text_1 = ['Греция','Таиланд','Филиппины', 'Кипр']
quiz1_callback_1 = ['Greek', 'Thailand', 'Philippines', 'Cyprus']
quiz1_str_1 = "В состав этого государства входят около 3000 островов, на которые приходится почти 20% всей площади страны"
id1_1=1
is1_rand_1=False
quiz1_1= [quiz1_text_1,quiz1_callback_1, quiz1_str_1,id1_1, is1_rand_1]

quiz1_text_2 = ['Аргентина','Бельгий','Германия','Япония']
quiz1_callback_2 = ['Argentina' ,'Belgium','German','Japan']
quiz1_str_2 = "В каком уголке мира собравшиеся за столом поднимают бокалы и произност: Кампай!"
id1_2=2
is1_rand_2=False
quiz1_2= [quiz1_text_2,quiz1_callback_2, quiz1_str_2,id1_2, is1_rand_2]

quiz1_text_3 = ['У телефона', 'В любом месте','В автомастерской', 'В церви']
quiz1_callback_3 = ['telephone','different','auto','church']
quiz1_str_3 = "Где можно сохраниться в GTA2?"
id1_3=3
is1_rand_3=False
quiz1_3= [quiz1_text_3,quiz1_callback_3, quiz1_str_3,id1_3, is1_rand_3]

quiz1_text_4 = ['Первооткрыватель Индии','Первый ученый-мореплаватель','Один из первх исследователей Австралии','Создатель современного компаса']
quiz1_callback_4 = ['source', 'scientist', 'researchers','Compass creator' ]
quiz1_str_4 = "Кто такой Джеймс Кук?"
id1_4=4
is1_rand_4=False
quiz1_4= [quiz1_text_4,quiz1_callback_4, quiz1_str_4,id1_4, is1_rand_4]


quiz1_text_5 = ['Емельян Пугачев', 'Степан Разин', 'Ермак', 'Борис Годунов']
quiz1_callback_5 = ['Pugachev', 'Razin', 'Ermak', 'Godynov']
quiz1_str_5 = "Какой исторический персонаж запечатлен в \"Каританской дочке\" А.С.Пушкина?"
id1_5=5
is1_rand_5=True
quiz1_5= [quiz1_text_5,quiz1_callback_5, quiz1_str_5,id1_5, is1_rand_5]


q_1=[quiz1_1, quiz1_2, quiz1_3, quiz1_4, quiz1_5]


quiz2_text_1 = ['Обмен', 'Счет', 'Базар','Наука']
quiz2_callback_1 = ['Обмен', 'Счет', 'Базар','Наука']
quiz2_str_1 = "Слово \"математика\" произошло от древнегреческого слова , которое означает..."
id2_1= 1
is2_rand_1=False
quiz2_1= [quiz2_text_1,quiz2_callback_1, quiz2_str_1,id2_1, is2_rand_1]


quiz2_text_2 = ['Солнце','Земля','Сатурн','Луна']
quiz2_callback_2 = ['Солнце','Земля','Сатурн','Луна']
quiz2_str_2 = "Как называется элемент, когда гимнаст вращается вокруг турника на выпрямленных руках?"
id2_2=2
is2_rand_2=False
quiz2_2= [quiz2_text_2,quiz2_callback_2, quiz2_str_2,id2_2, is2_rand_2]

quiz2_text_3 = ['Традиционно храмы в честь этой богини богато отделывались золотом', 'В мифах второе имя Авроры - Золотая','Аврору часто изображают в золотой короне', 'Латинское название метала даго в честь богини']
quiz2_callback_3 = ['традиция','мифы','корона','золото']
quiz2_str_3 = "Что общего у золота и богини утренней зари Авроры?"
id2_3=3
is2_rand_3=False
quiz2_3= [quiz2_text_3,quiz2_callback_3, quiz2_str_3,id2_3, is2_rand_3]

quiz2_text_4 = ['Герой нашего времени','Мастер и Маргарита','Война и мир','Преступление и наказание']
quiz2_callback_4 = ['герой', 'мастер', 'война','преступление' ]
quiz2_str_4 = "\"Любовь выскочила перед нами, как из-под земли выскакивает убийца в переулке, и поразила нас сразу обоих!\" - из какого романа этот отрывок"
id2_4=4
is2_rand_4=False
quiz2_4= [quiz2_text_4,quiz2_callback_4, quiz2_str_4,id2_4, is2_rand_4]


quiz2_text_5 = ['Рессора', 'Глушитель', 'Пружина', 'Аммортизатор']
quiz2_callback_5 = ['Рессора', 'Глушитель', 'Пружина', 'Аммортизатор']
quiz2_str_5 = "Все эти приспособления автомобиля смягчают толчки и помогают преодалеть неровности, кроме одного. Какого?"
id2_5=5
is2_rand_5=True
quiz2_5= [quiz2_text_5,quiz2_callback_5, quiz2_str_5,id2_5, is2_rand_5]


q_2=[quiz2_1, quiz2_2, quiz2_3, quiz2_4, quiz2_5]


quiz3_text_1 = ['Небом', 'Кострами', 'Камнями','Ветром']
quiz3_callback_1 = ['Небом', 'Кострами', 'Камнями','Ветром']
quiz3_str_1 = "Чем так и не стала осень в песне \"ДДТ\" \"Что такое осень\"?"
id3_1= 1
is3_rand_1=False
quiz3_1= [quiz3_text_1,quiz3_callback_1, quiz3_str_1,id3_1, is3_rand_1]

quiz3_text_2 = ['Стопку тетрадей','Жука на лопате','Слово \"хватит\"','имя \"Катя\"']
quiz3_callback_2 = ['тетради','жук','хватит','катя']
quiz3_str_2 = "Что рисовала участница группы Пропаганда белым мелом на асфальте?"
id3_2=2
is3_rand_2=False
quiz3_2= [quiz3_text_2,quiz3_callback_2, quiz3_str_2,id3_2, is3_rand_2]

quiz3_text_3 = ['Бездну', 'Кручу','Пропасть', 'Жерло']
quiz3_callback_3 = ['Бездну', 'Кручу','Пропасть', 'Жерло']
quiz3_str_3 = "\"Вот новый поворот и мотор ревет, что он нам несет - ... или взлет, омут или брод, и не разберешь, пока не повернешь\" - сможете подпеть Андрею Макаревичу?"
id3_3=3
is3_rand_3=False
quiz3_3= [quiz3_text_3,quiz3_callback_3, quiz3_str_3,id3_3, is3_rand_3]

quiz3_text_4 = ['Рюмка водки','Чашка чая','Кружка морса','Корка хлеба']
quiz3_callback_4 = ['Рюмка водки','Чашка чая','Кружка морса','Корка хлеба']
quiz3_str_4 = "\"Только ... на столе, ветер плачет за окном тихо, болью отзываются во мне этой молодой луны крики\" - что на столе?"
id3_4=4
is3_rand_4=False
quiz3_4= [quiz3_text_4,quiz3_callback_4, quiz3_str_4,id3_4, is3_rand_4]

quiz3_text_5 = ['Зачем я жду звонка', 'Зачем любовь коснулась нас', 'Зачем я плачу первый раз', 'Зачем услышала отказ']
quiz3_callback_5 = ['Звока', 'Коснулась', 'Плачу', 'Услышала']
quiz3_str_5 = "Какая фраза не звучала в песне группы \"Тату\" с названием \"Зачем я\"?"
id3_5=5
is3_rand_5=True
quiz3_5= [quiz3_text_5,quiz3_callback_5, quiz3_str_5,id3_5, is3_rand_5]

q_3=[quiz3_1, quiz3_2, quiz3_3, quiz3_4, quiz3_5]


#/////////////////////////////////////////

quiz4_text_1 = ['Команлировке по Калыме', 'Сардинии', 'Испании','Португалии']
quiz4_callback_1 = ['Команлировке по Калыме', 'Сардинии', 'Испании','Португалии']
quiz4_str_1 = "\"Рис всему голова!\" - и не только на востоке. Восхитительная паэлья- вкусное тому подтверждение, вы навярняка её побовали будучи в ..."
id4_1= 1
is4_rand_1=False
quiz4_1= [quiz4_text_1,quiz4_callback_1, quiz4_str_1,id4_1, is4_rand_1]


quiz4_text_2 = ['Форшмак','Бешамэль','Крюшон','Стифадо']
quiz4_callback_2 = ['Форшмак','Бешамэль','Крюшон','Стифадо']
quiz4_str_2 = "В каком из перечисленых блюд оснавным ингредиентом является селедка?"
id4_2=2
is4_rand_2=False
quiz4_2= [quiz4_text_2,quiz4_callback_2, quiz4_str_2,id4_2, is4_rand_2]

quiz4_text_3 = ['Египет', 'Азейбайджан','ОАЭ', 'Греция']
quiz4_callback_3 = ['Египет', 'Азейбайджан','ОАЭ', 'Греция']
quiz4_str_3 = "Шаурма готовится из питы, начиненной куочками жжареного мяса с разными соусами. Этот популярный фаст-фуд пришел к нам из ..."
id4_3=3
is4_rand_3=False
quiz4_3= [quiz4_text_3,quiz4_callback_3, quiz4_str_3,id4_3, is4_rand_3]

quiz4_text_4 = ['Украина','Хорватия','Литва','Славакия']
quiz4_callback_4 = ['Украина','Хорватия','Литва','Славакия']
quiz4_str_4 = "Брынзавые галушки - это маленькие картофельные клецки, заправленные мягким сыром и беконом. Из какой страны родом это блюдо?"
id4_4=4
is4_rand_4=False
quiz4_4= [quiz4_text_4,quiz4_callback_4, quiz4_str_4,id4_4, is4_rand_4]


quiz4_text_5 = ['Кокильница', 'Пиала', 'Менажница', 'Креманка']
quiz4_callback_5 = ['Кокильница', 'Пиала', 'Менажница', 'Креманка']
quiz4_str_5 = "Глубокая тарелка на ножке, предназначенная для порционной подачи к столу конфет, мороженого и других десертных блюд, - это..."
id4_5=5
is4_rand_5=True
quiz4_5= [quiz4_text_5,quiz4_callback_5, quiz4_str_5,id4_5, is4_rand_5]


q_4=[quiz4_1, quiz4_2, quiz4_3, quiz4_4, quiz4_5]